[
    {
        "name": "Mohamad Aboud",
        "imageUrl": "./assets/img/team/mohamad_aboud.jpg",
        "jobTitle":  "Programmer and developer",
        "about": "Meet Mohamad Aboud, a talented programmer and developer on our TechNest team, Mohamad brings a wealth of knowledge and expertise to his work. He is passionate about creating high-quality, innovative solutions that help our clients achieve their goals. Mohamad is a valuable member of our team, and we're proud to have him on board. Whether you're seeking custom software development or technical support, Mohamad and the TechNest team have you covered.",
        "socialLinks": {}
    },
    {
        "name": "Zaid Al-Khateeb",
        "imageUrl": "./assets/img/team/zaid_al-khateeb.jpg",
        "jobTitle":  "Product Manager",
        "about": "Meet Zaid Al-Khateeb, one of our skilled programmers and developers at TechNest. With a passion for technology and a strong background in programming, Zaid is dedicated to delivering innovative and efficient solutions for our clients. He is committed to staying up-to-date with the latest industry trends and best practices, ensuring that every project he works on is of the highest quality. Zaid is a collaborative team player who thrives on working with others to achieve great results.",
        "socialLinks": {}
    },
    {
        "name": "Khaled Alyafawi",
        "imageUrl": "./assets/img/team/khaled_alyafawi.jpg",
        "jobTitle":  "Software Engineer",
        "about": "Meet Khaled Alyafawi, one of our talented programmers and developers at TechNest. With a passion for programming and a strong background in software development, Khaled is committed to delivering innovative and customized solutions for our clients. He is dedicated to staying up-to-date with the latest programming languages and technologies, ensuring that every project he works on is of the highest quality. Khaled is a collaborative team player who is always willing to go above and beyond to ensure that our clients receive the best possible service.",
        "socialLinks": {}
    },
    {
        "name": "Eyad Al-Khateeb",
        "imageUrl": "./assets/img/team/eyad_al-khateeb.jpg",
        "jobTitle":  "Electrical Engineer",
        "about": "Introducing Eyad Al-Khateeb, our talented electrical engineer at TechNest. With a strong background in electrical engineering, Eyad brings a wealth of knowledge and expertise to our team. He is passionate about creating innovative and efficient solutions for our clients, and he is committed to delivering exceptional quality in every project he works on. Eyad is a dedicated team player who is always willing to go above and beyond to ensure that our clients receive the best possible service.",
        "socialLinks": {}
    }
]
