[
    {
        "id": "p1",
        "title": "Echo (4th Gen) | With premium sound, smart home hub, and Alexa | Twilight Blue",
        "brand": "Amazon",
        "rating": 4.5,
        "price": 61.76,
        "subtitle": "PREMIUM SOUND: Rich, detailed sound that automatically adapts to any room. Supports lossless HD audio available on select streaming services such as Amazon Music HD.\nVOICE CONTROL YOUR MUSIC: Stream songs from Amazon Music, Apple Music, Spotify, SiriusXM, and more. HD requires a compatible music streaming service.\nSMART HOME HUB: Built-in hub to voice control compatible lights, locks, and sensors. Easily set up compatible Zigbee and Matter devices or select Ring Smart Lighting solar lights and bulbs.\nALEXA IS READY TO HELP: Set timers, reminders, and alarms. Alexa answers questions like \"Alexa, what time is it?\"\nSTART YOUR ROUTINES WITH MOTION - Turn on compatible lights, play your Flash Briefing, or turn on the coffee maker when you walk into the room.\nFILL YOUR HOME WITH SOUND: With multi-room music, play synchronized music across Echo devices in different rooms. You can also pair your Echo with compatible Fire TV devices to feel scenes come to life with home theater audio, or extend wifi coverage with a compatible eero network so you can say goodbye to drop-offs and buffering.\nCONNECT WITH OTHERS HANDS-FREE: Call friends and family who have the Alexa app or an Echo device. Instantly drop in on other rooms or announce to the whole house that dinner's ready.\nPRIVACY CONTROLS: Designed to protect your privacy - Amazon is not in the business of selling your personal information to others. Built with multiple layers of privacy controls including a mic off button.",
        "images": [
            "Black-Alexa.jpg",
            "Blue-Alexa.jpg",
            "White-Alexa.jpg"
        ],
        "colors": [
            "Black",
            "Blue",
            "white"
        ]
    },
    {
        
        "id": "p1",
        "title": "GHome Smart SL1 TV LED Backlight, Smart WiFi Strip Light Compatible with Alexa and Google Home, App Control, Music Sync 16 Million Rgb Red Green Blue 9.2Ft ST1-B",
        "brand": "GHome Smart",
        "rating": 4,
        "price": 9.99,
        "subtitle": "Smart App_go_sund_Control: Connect to 2.4GHz WIFI download App operation, easily control turn on/off, change color and brightness, personalize multiple lighting modes and scenes with smartphone(Note: Only for 2.4GHz WiFi)",
        "images": [
            "led line.jpg"
        ],
        "colors": [],
        "link": "https://www.amazon.com/GHome-Smart-Backlight-Compatible-ST1-B/dp/B09WDHBPFD/ref=sr_1_5?crid=PTVFY7HSO6T0&keywords=smart+led&qid=1677920012&sprefix=smart+led%2Caps%2C577&sr=8-5 "
    },
    {
        "id": "p1",
        "title": "Kasa Smart Plug KP200, In-Wall Smart Home Wi-Fi Outlet Works with Alexa, Google Home & IFTTT, No Hub Required, Remote Control, ETL Certified , White, 1 Pack",
        "brand": "Systech",
        "rating": 4.5,
        "price": 19.99,
        "subtitle": "Smart in wall outlets: Kasa smart’s in wall outlet lets you control 2 plugged in devices from anywhere at the same time or individually; All the features and benefits of a Kasa smart plug multiplied; Take up less space with this in wall option that’s ideal for Your living room, kitchen, even your bedroom\nControl from anywhere: Turn your in wall outlet on or off, set schedules or scenes from anywhere with your smartphone using the Kasa smart app; Remotely turn your holiday lights on while you’re at the office or away from home\nVoice control: Use simple voice commands with you in wall smart outlet and any Alexa or Google Assistant. You can give each outlet a unique name and use them separately; Ask Alexa to turn your bedroom lamps off when it’s bedtime, so you don’t have to get up and do it yourself\nGrouping: In the Kasa Smart app you can combine devices together for unified control with one single tap on your smartphone; Combine living room bulbs, plugs and switches together for more convenient access\nAway mode: Improve your home’s security by setting your outlet to turn connected devices on and off randomly throughout the day to make it appear you’re home even while you’re away. Operating temperature-32°F-104°F (0ºC-40ºC). Operating humidity-10%-90%RH, non-condensing",
        "images": [
            "SmartPlug-1.jpg",
            "SmartPlug-2.jpg"
        ],
        "colors": [
            "white",
            "Black"
        ]
    },
    {
        "id": "p1",
        "title": "Aubess Smart Light Switch, 2.4GHz WiFi Light Switch Compatible with Alexa and Google Home, Smart Wall Touch Light Switch with Timer, VeSync APP Remote Control, Single Pole, 110V (1 Gang)",
        "brand": "Sanoff",
        "rating": 4.5,
        "price": 16,
        "subtitle": "➤【Easy Installation】 Aubess smart light switch is suitable for installation without neutral wire (also suitable for neutral installation), and the capacitor is included; only compatible with 2.4GHz WiFi; only suitable for single pole circuits, not 3 Way.\n➤【Voice Control】The wifi light switch is perfectly compatible with Alexa and Google Assistant,simple voice control make your hands free when you are coming through the kitchen door with your hand full of groceries, sleeping in your cozy bed, holding your baby, etc. No Hub or subscription required.\n➤【VeSync Remote Control】Aubess smart switches can be controlled remotely via the VeSync APP; whether you are on a business trip or on holiday, you can turn on or off the lights in your home via the APP. Plus you can share control of the device with your family.\n➤ 【Auto Schedule】Start your smart life with a smart switch, you can schedule it to turn on and off the light automatically according to your work schedule and living habits, reduce unnecessary energy waste.\n➤【Aubess Service】Aubess wifi smart light switch comes with a 30-day hassle-free return policy and 60-day warranty. If you have any questions subtitle installing and connecting this wall touch switch, please feel free to contact us via Amazon mail and we will do our best to solve it for you.",
        "images": [
            "SmartSwitch-white.jpg",
            "SmartSwitch-black.jpg"
        ],
        "colors": [
            "white",
            "Black"
        ]
    },
    {
        "id": "p1",
        "title": "mart Light Bulbs [2 Pack], WiFi 2.4GHz & Bluetooth 5.0, Compatible w/ Alexa & Google Without Hub, Dimmable, Music Sync, Schedules, Color Changing Light Bulb RGBW Smart Bulb LED Bulb, A19/E26 9W 810LM",
        "brand": "Vont",
        "rating": 4,
        "price": 14.39,
        "subtitle": "UPGRADED FOR 2023 - Beyond bright at 810 LUMENS that can last 20,000 HOURS. Connect your smart light bulbs with smart assistants and let the VONT HOME APP do the switching, timing, and scheduling for you - even when you’re not at home. It’s that smart.\n16 MILLION COLORS TO MATCH YOUR MOOD - With millions of RGB COLOR OPTIONS for creative play and WARM WHITE to BRIGHT LIGHT for deep focus. Pair this color-changing light bulb to how you’re feeling or PICK A PRE-SET SCENE from intimate to fun and festive.\nHANDS-FREE VOICE CONTROL - Let ALEXA or GOOGLE ASSISTANT take care of the light works. TURN ON/OFF or DIM/BRIGHTEN your light. Sync multiple smart devices – NO HUB REQUIRED. Your smart bulb only needs your voice to prep you for bed - or party!\nHIGH QUALITY | ENERGY-SAVING - Designed with a ROBUST BUILD, made of plastic and aluminum. With 9 watts, it can SAVE UP TO 80% ENERGY. And under normal use, lifespan will last beyond 2 years.\nLIFETIME WARRANTY - Covered for life, your smart light bulb is warranted against loss, theft, and defects in materials and workmanship as long as you own the product. Or as long as you’re alive… **DOES NOT WORK WITH 5GHz.",
        "images": [
            "SmartLight.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "Ring Video Doorbell - 1080p HD video, improved motion detection, easy installation - Venetian Bronze",
        "brand": "Ring",
        "rating": 4.5,
        "price": 99.99,
        "subtitle": "1080p HD video doorbell with enhanced features that let you see, hear, and speak to anyone from your phone, tablet, or PC.\nAn update from the original Ring Video Doorbell, enjoy improved motion detection, privacy zones and audio privacy, and crisper night vision.\nReceive mobile notifications when anyone presses your doorbell or triggers your built-in motion sensors.\nPowered by the built-in rechargeable battery or connects to existing doorbell wires for constant power.\nEasily setup by connecting your Ring Video Doorbell to wifi through the Ring app and mounting with the included tools.\nWith a Ring Protect Plan (subscription sold separately), record all your videos, review what you missed for up to 180 days, and share videos and photos.\nPair with select Alexa-enabled devices to enable announcements and two-way talk for convenient in-home monitoring. With a Ring Protect plan (subscription sold separately), Alexa can also make voice announcements and automatically show live video feed on an Echo Show, Fire TV, or Fire Tablet when your Ring doorbell detects a person or package.",
        "images": [
            "DoorBell.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "Kasa Smart Motion Sensor Switch, Single Pole, Needs Neutral Wire, 2.4GHz Wi-Fi Light Switch, Works with Alexa & Google Assistant, UL Certified, No Hub Required(KS200MP2),White,2-Pack",
        "brand": "Kasa",
        "rating": 4.5,
        "price": 44.99,
        "subtitle": "【Advanced Motion Detection】Completely hands-free and smart operation of your connected lights. The switch automatically turns lights on when motion is detected and turns off after a preset time. Ideal for areas such as bedrooms, hallways and restrooms where hands-free operation is ideal.\n【Daylight Detection】Smart ambient light detection will sense daylight and prevent lights from turning on during the day.\n【Smart Mode & Away Mode】Set different light triggers based on your routine for effortless control. Automatically turns devices on and off at different times to give the appearance that someone is home.\n【Works w/ All Bulb Types】600W Incandescent/Halogen, 300W LED/CFL/MLV/ELV\n【Voice & App Control】Manage your device with voice commands via Amazon Alexa, Google Assistant, or Samsung SmartThings. Hands-free operation of your lights from anywhere through the free Kasa app.\n【Trusted & Reliable】The KS200M is UL certified, meaning rigorous testing is done for safety and certified by a 3rd party laboratory. Includes our industry leading 2-year warranty. Kasa is trusted by over 7 million users worldwide.\n【Kasa Smart Action】A part of the Kasa Smart Ecosystem, the switch works with other Kasa devices, so you can set smart actions, and groupings with your other Kasa devices.\n【Guided Setup】As with all Kasa products, you can follow the easy to use Kasa app to guide you through the install process. This product requires a neutral wire for installation. If you are not familiar with electrical wiring, we always recommend using a licensed electrician to help with the installation.",
        "images": [
            "Motion Sensor.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "WiFi Wireless Door Window Sensor,TUYA Smart Alarm with Free Notification APP Control Home Security Alarm System, Compatible with Alexa, Google Home, Siri (1-Pack)",
        "brand": "SENCKIT",
        "rating": 3.5,
        "price": 13.98,
        "subtitle": "[Multiple Uses] Install the Alarm Sensor not only on front doors or windows, but also on garage doors, liquor cabinets, front gate, safety deposit box, pet doors and more.\n[Easy Install] No complicated installation tools are required. Please scroll down find the video in the main page how to add sensor to WIFI and Alexa.Low power consumption door sensor, super-long battery life avoid replacement frequently\n[Compatible with Alexa and Google Home] No hub required and No fees charge. Pair our Smartlife app with either Alexa or Google Home and enjoy knowing the status of your door sensor without needing to use your phone. Convenient for you to detect your doors, windows, cabinets, drawers or anywhere you want to notified when it is opened or closed.\n[WIFI wireless connection] Intelligent wireless infrared sensor alarm,APP Remote Control.Use Tuya APP for free,it can be used independently by connecting to WIFI without connecting to the alarm main unit.Minimalist screen,easy operation, Real-time monitoring of whether there is anyone through the Tuya APP, when there is movement detected, the alert will be push to your phone,clear at a glance. Can be used with Alexa, Google Home and Siri.\n[Product quality and service] Our products are 100% tested and ensure that all products are qualified products before leaving the factory,and provide two-year warranty. Please rest assured to purchase and use.If you have any questions subtitle the alarm system, please contact our customer - service anytime. We will solve it for you and make you satisfaction.",
        "images": [
            "Door Window Sensor.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "Yale Assure Lock SL, Wi-Fi Smart Lock - Works with the Yale Access App, Amazon Alexa, Google Assistant, HomeKit, Phillips Hue and Samsung SmartThings, Satin Nickel",
        "brand": "Yale",
        "rating": 4.5,
        "price": 289.99,
        "subtitle": "Lose your keys, for good: Hands full, Have your door unlock for you with Auto-Unlock. Or unlock using the keypad, or Yale Access app on your smartphone or Apple Watch. Enjoy key-free access and leave the bulky keychain behind..Note: Measure your door's backset, cross bore and thickness to ensure you find the right fit.Note: Measure your door's backset, cross bore and thickness to ensure you find the right fit.\nExpand your smart home: Connect your lock to your favorite voice assistant or smart home system. Works with Amazon Alexa, Hey Google, Airbnb, Philips Hue, Apple HomeKit, and more. Includes the Wi-Fi Connect Bridge so there’s no additional hub needed.\nAuto-Locks and Unlocks: Your Assure Lock will Auto-Unlock as you get home for totally hands-free unlocking. With Auto-Lock and DoorSense, your home automatically secures once your door is closed, or after a set amount of time. Features a BHMA Grade 2 certified deadbolt that's fully motorized and super quiet\nStop sharing keys: Digital keys are the new hide-a-key. Quickly and easily share permanent, temporary or scheduled access with friends, family, and people you trust, and never hide a key under the doormat again.",
        "images": [
            "door lock.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "Bestcon RM4C pro RF IR Controlled WiFi Remote Control Hub for Smart Home for Home Devices TV STB Air Condition DVD Work with Alexa Google Home IFTTT",
        "brand": "B BestCon",
        "rating": 4,
        "price": 37,
        "subtitle": "IR/RF Universal Remote RM4C pro Bestcon is a new sub-brand of BroadLink. Bestcon RM4C pro 4th generation Universal Remote is an updated version with more streamlined and curved in shape, more database supports in compatibility , and better response in performance. And with competitive price.\nAll in One Suffering pains of too many remotes? Add unlimited IR/RF appliances and ditch all your remotes.\nControl from Anywhere Make your life more convenient and smarter. Control your home appliance anywhere any time. Turn on Air Conditioner on your way home and feel comfortable once you open the door.\nVoice Control Works with Alexa and Google Assistant to add hands-free voice control of your IR appliances by just saying \"Alexa, turn on the TV\" or \"Hey Google, turn on the air conditioner\".\nSchedules and Timers No more missing any crucial games. Schedule a time to turn on or switch your TV to whatever channel you want to watch your favorite game on time.",
        "images": [
            "Remote Control-black.jpg",
            "Remote Control-white.jpg"
        ],
        "colors": [
            "Black",
            "white"
        ]
    },
    {
        "id": "p1",
        "title": "Smart WiFi Temperature and Humidity Sensor,Tuya Indoor Hygrometer Thermometer with LCD Display,Support Alexa Google Assistant,Remote Monitor for Room Greenhouse Incubator Wine Cellar",
        "brand": "Haozee",
        "rating": 3.5,
        "price": 19.99,
        "subtitle": "Temperature Humidity Monitor Remotely:Users can monitor the temperature humidity remotely via app.And the sensor will report when the temperature and humidity changes very little. You can view the changes in the value on the APP remotely or display screen.\nBig LCD Display:The sensor use 3inch size LCD as the display of temperature,humidity,time and date,dynamically displays real-time values, conveys the comfortable state of the home environment, and the mobile APP can view current and historical temperature humidity data\nSmart Alert:Create scene via smart life app,and push notification when the temperature or humidity goes out of preset value.stay ahead of air changes in your wine cellar, room, greenhouse or home.\nVoice Control:WiFi Thermometer Hygrometer support Alexa,Google Assistant,know temperare via simple voice control commands, e.g. :\"Alexa,What's the temperature in here?\"(don't support to know humidity via alexa)\nBattery Operated:The Hygrometer Thermometer is powered up by 3*AA battery(battery are not included),have long battery life.It is proper for incubators, greenhouse,Wine Cellar,home and office",
        "images": [
            "Temperature Sensor.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "Light Bulb Security Camera, 1080P 2.4G&5G Light Bulb Camera Built-in 355° PTZ&Night Vision&Motion Detection Light Socket Camera Works with Alexa&Google Assistant (2Pack 2.4G&5G with 64G SD Card)",
        "brand": "Generic",
        "rating": 4.5,
        "price": 41.99,
        "subtitle": "【1080P Light Bulb Security Camera】This light bulb camera is built-in 2.4GHz&5GHz WiFi 1080P Full HD Solution Technology and premium camera light lens with excellent motion sensors, which can provides a clear picture at three modes of day, night and Automatic, you can change the modes easily according to your demands.GOUGIND\n【Two-Way Audio & Two Ways Storage】This bulb security camera is built-in microphone and speaker which can have a conversation between App and your Family members, and the package will come along with two 64GB SD Card for you( The device Max support 128 GB memory card) , you can also choose Cloud storage as your prefer(Cloud storage need extra pay).\nAdvanced Night Vision & Motion Detection】 This Dome Security Cameras have mutiple infrared leds which provide a better vision at day&night, Once the camera detects the movement objects, it will record the moving picture and notify you through the App Automatically.\n【355° PTZ & 105°up&down Viewing Angle】This home security camera outdoor supports 355°Pan/Tilt/Zoom and 105°up&down Viewing Angle, you can easily access the App control from your Phone/Tablet to change the viewing angle without blind spots.\n【Easy Installation 】This WiFi bulb camera can be installed easily using a normal E27 bulb adapter(Package Included), and it only support 2.4GHz & 5GHz network, if you meet any issue when using this product, pls kindly contact Seller Support for assistance, our customer services will help you resolve it patiently.",
        "images": [
            "Light Bulb Camera.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "TETHYS Wireless Security Camera 1080P Indoor [Work with Alexa] Pan/Tilt WiFi Smart IP Camera Dome Surveillance System w/Night Vision,Motion Detection,2-Way Audio,Cloud for Home,Business, Baby Monitor",
        "brand": "TETHYS",
        "rating": 4.5,
        "price": 34.99,
        "subtitle": "Motion Detection Alerts -Real time motion detection alerts when a person or thing passes by the camera. A notification is sent to your smartphone through the app to notify you quickly.\n1080P HD Visuals - 1080P HD quality image and video recording day or night. Powerful, crystal clear visuals provide stable and secure video quality. 350° Horizontal & 100° Vertical lens rotation range. Built-in advanced night vision technology allows 32 ft. viewing range in the dark.\nCloud Data Storage - Save ALL of your recorded video data and images using the simple Cloud feature. Never fear of losing data from an Micro SD Card, instead, guarantee all your recurring videos are saved and secured on an easy to operate Cloud based service. Or, save your recorded video using a Micro SD Card (sold separately).\nJust One App - All controls, features, and functions are controlled by the free, downloadable MIPC app (located in the App Store or Google Play Store). Access a video gallery, a two-way speaker, take pictures, and more with an easy to use app. (NOTE: HTTP/RTSP NOT SUPPORTED)\nCustomized Setting - You can change the Motion Detection Sensitivity within the Settings of the MIPC app.",
        "images": [
            "Smart Camera.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "Novostella 2 Pack 20W Smart LED Flood Lights, RGBCW, 2700K-6500K, 2000LM, WiFi Outdoor Dimmable Color Changing Stage Light, IP66 Waterproof, Multicolor Wall Washer Light, Work with Alexa",
        "brand": "NOVOSTELLA",
        "rating": 4.5,
        "price": 69.99,
        "subtitle": "【The Novostella Advantage】- The leading brand of smart flood light, has sold more than 1 million pcs by far globally. Join us with guaranteed shopping experience and have fun with our smart lighting fans.\n【Patented Antenna Design】- Patented sleek design with an antenna for WiFi network enhancement, stable connection, working distance is up to 80-85ft, which is 2.5 times longer than that without an antenna. Set-up is pretty easy and takes only a few minutes with the help of the detailed guide on video and manual, No Hub Required.\n【3-in-1 RGBCW Light】- Buy one Novostella Smart Flood Light, get three lights in fact to cover most of your lighting needs. RGBCW = RGB + Warm White + Daylight White. Tunable white from 2700K to 6500K, 1700lm. There are 16 million dimmable colors and 8 lighting scenes to choose from. Timer, Dimming, Memory function are available.\n【Support Voice/ App/Group Control】- The first voice control smart flood light on Amazon. Work with Amazon Alexa(Echo/Dot/Tap) and Google Assistant. Easy remote control via Smart Life App under 2.4GHz network (not support 5GHz). Compatible with Android & iOS. What’s more, you can group lights and control them with a simple tap on App or a voice command.\n【Weather-resistant】- Featured with IP66 waterproof rating and better heating diffusion, to ensure stable performance under most weather conditions. Provide perfect ambient lighting for most indoor and outdoor festive events , Halloween, Christmas, party, weeding etc. CE& FCC listed for safety and quality assurance. Please feel free to contact us with any questions you may have.",
        "images": [
            "Smart LED Flood Lights.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "SwitchBot Blind Tilt Motorized Blinds - Smart Electric Blinds with Bluetooth Remote Control, Solar Powered, Light Sensing Control, Add SwitchBot Hub Mini to Make it Compatible with Alexa & Google Home",
        "brand": "SwitchBot",
        "rating": 4.5,
        "price": 0.00,
        "subtitle": "Makes Retrofitting Blinds Easy: SwitchBot Blind Tilt removes the need to replace existing louvers, and with simple installation, you can make your blinds smart instantly.\nEndless Solar Battery Life: Our smart blinds feature a built-in 2000mAh lithium battery, and includes a solar panel for endless environmentally-friendly charging.\nPrecise Alignment Control: SwitchBot Blind Tilt uses a customized high-precision motor to allow for blind adjustments to the closest 2°. It also includes a built-in light sensor to automatically adjust to help you maintain a constant light intensity depending on the light outside.\nMultiple Control Methods: Use our app or use timers to open and close your smart blinds when in Bluetooth range. And when paired with SwitchBot Hub Mini(sold separately), you'll be able to use smart assistants such as Alexa, Google Home and Siri to control your blinds remotely even when you're outside of the house.\nControl via Groups: When in Bluetooth range you can control up to 4 sets of blinds with one button through our app, and can set unlimited groups when used together with SwitchBot Hub Mini (sold separately).",
        "images": [
            "Smart Electric Blinds.jpg"
        ],
        "colors": []
    },
    {
        "id": "p1",
        "title": "Brilliant Smart Home Control (1-Switch Panel) — Alexa Built-In & Compatible with Ring, Sonos, Hue, Google Nest, Wemo, SmartThings, Apple HomeKit — In-Wall Touchscreen Control for Lights, Music, & More",
        "brand": "Brilliant",
        "rating": 4,
        "price": 0.00,
        "subtitle": "EASY SMART HOME CONTROL FOR EVERYONE: Brilliant touchscreen panels with built-in Alexa make it easy for everyone at home to control popular smart devices, lighting, cameras, locks, thermostats, intercom, scenes and more by simply replacing a light switch.\nREPLACES A 1-GANG LIGHT SWITCH PANEL & REQUIRES NEUTRAL & GROUND WIRES: This 1-Switch Panel installs in a standard 1-gang electrical box. Includes a 5\" LCD touchscreen, a built-in camera with privacy shutter and a built-in motion sensor.\nSMART LIGHTING: Turn regular lights into smart lights (supports LED, CFL, halogen, incandescent bulbs, dimmable, multiway). Control Hue, LIFX, and Kasa TP-Link smart bulbs. Control lights using touch, voice, built-in motion detection, scenes or an app.\nIN-WALL SONOS, RING & SMART LOCK CONTROL: Now everyone at home can easily browse and play music with Sonos speakers, see who’s at the door with a Ring Video Doorbell, and unlock the door with a compatible smart lock—all without needing a phone.\nELIMINATE VOICE ASSISTANT CLUTTER FROM COUNTERTOPS: Put Amazon Alexa in your walls and enjoy the convenience of built-in clutter-free voice control with audio and visual responses from a touchscreen panel on your wall.",
        "images": [
            "Brilliant Smart Home Control.jpg"
        ],
        "colors": []
    }
]